{

  "homeTitle1": "Speak up a",
  "homeTitle2": "new language",
  "homeTitle3": "today!",
  "homeStartButton": "Start Learning By Practice",
  "startButton": "Start",
  "followUs": "follow us",
  "join": "Join",
  "users": "users!",
  "singUp!": "Sign Up!",

  "menuWhyWithUs": "Why with Us",
  "menuCertificate": "Certificate",
  "menuPartners": "Partners",
  "menuJobs": "Jobs",
  "menuBlog": "Blog",
  "menuLicenseAgreement": "License Agreement",
  "menuPrivacyPolicy": "Privacy policy",
  "menuPremium": "Premium",
  "menuCompany": "Company",
  "menuStudents": "Entrant",
  "menuContactUs": "Contact Us",
  "menuPrices": "Prices",
  "menuBuyAGift": "Buy a Gift",
  "menuPricesCoupon": "Coupon Activation",
  "menuHelp": "Help",
  "menuDownloadApp": "Download app",
  "wizardPageTitle": "Lingwing: Choose target language",
  "indexPageTitle": "Lingwing: Foreign languages online learning",
  
  "Georgian": "Georgian",
  "English": "English",
  "Russian": "Russian",
  "German": "German",
  "Italian": "Italian",
  "Spanish": "Spanish",
  "French": "French",
  "Turkish": "Turkish",
  "Bengali": "Bengali",

  "loginEmail": "E-mail",
  "loginPassword": "Password",
  "loginRepeatPassword": "Repeat password",
  "loginSignIn": "Sign In",
  "loginSignUp": "Sign Up",
  "loginForgotPassword": "Forgot Password?",
  "loginSignInWith": "Sign in with",
  "loginSignUpWith": "Sign up with",
  "loginOrWith": "or with",
  "loginFooter1": "By registering, you agree to the terms of the ",
  "loginFooter2": "and the ",
  "loginFooter3": "Privacy policy",
  "loginFooter4": "license agreement",

  "backButton": "Back",
  "wizardTitle1": "Choose language to learn",
  "wizardTitle2": "Choose language to learn from",
  "wizardTitle3": "Choose difficulty level for learning",
  "wizardStudents": "Students",
  "wizardCourse": "Course",
  "wizardAbout": "About",

  "footerAboutUs": "About Us",
  "footerCourses": "Courses",
  "footerPackages": "Packages",
  "footerBlog": "Blog",
  "footerApps": "Apps",
  "footerPrivacy": "Privacy",
  "footerFAQ": "F.A.Q",
  "footerContact": "Contact",
  
  "APP_ABOUT_US_COMPANY": "About Company",
  "APP_ABOUT_US_TITLE_1": "Lingwing.com - activates reactive speed of launching the conversation!",
  "APP_ABOUT_US_TEXT_1": "LINGWING.COM set a goal – a user, who had never learnt a foreign language and was unable to speak any, had to speak up with simple sentences in an hour’s time. The goal has been achieved!",
  "APP_ABOUT_US_TEXT_1_b": "We are proud with the fact that if a passenger liner needs a part of a runway (more than 2000 metres) for take-off, our liner wings its way through the air by passing just 100-200 meters. This is because the engine of LINGWING.COM liner was designed by the staff with special skills.",
  "APP_ABOUT_US_TEXT_1_c": "The first phase of engine launch – acceleration - is based on the bilingual method of teaching and learning foreign languages; the second phase – take-off – the method of bilingual-semantic frame construction. The stability and reliability of the flight is guaranteed by the complex algorithm of interval repetitions.",
  "APP_ABOUT_US_TEXT_1_d": "It is worth mentioning, that Lingwing.com is the first online platform offering such method of learning.",
  "APP_ABOUT_US_TITLE_2": "Learn foreign language just once on LINGWING.COM!",
  "APP_ABOUT_US_TEXT_2": "People learn the basics of all subjects and disciplines only once during their lifetime, while learning a foreign language they tend to start it over for several times.",
  "APP_ABOUT_US_TEXT_2_b": "There are different reasons for that, though LINGWING.COM user is not going to face any of them.",
  "APP_ABOUT_US_TEXT_2_c": "While some are already on the top of their success, others are just struggling to learn the forgotten language from zero.",
  "APP_ABOUT_US_TEXT_2_d": "We have created an effective and venturous method of online learning – start and finish learning process just once. LINGWING.COM is a contemporary way of learning a foreign language profoundly, which doesn’t require getting back to the first stages again.",
  "APP_ABOUT_US_TITLE_3": "It’s easy to concentrate on lingwing.com!",
  "APP_ABOUT_US_TEXT_3": "LINGWING.COM has created unique types of tasks and exercises, which guarantee you 100% involvement in the learning process. The entertaining process will capture you so much, you are most likely to lose touch with reality, like when you are waiting for the next episode of your favourite TV Show.",
  "APP_ABOUT_US_TEXT_3_b": "Unknown phrases and expressions will obsess your mind like favourite song lyrics; astonishing result won’t be long in coming – you will speak up fluently in the shortest time.",
  "APP_ABOUT_US_TITLE_4": "Ardor creates motivation on lingwing.com!",
  "APP_ABOUT_US_TEXT_4": "Join the learning marathon on LINGWING.COM and you will feel a very comfortable and exciting experience. You won’t even be willing to stop it; you’ll keep moving forward to achieving the goal! And the goal is speaking and writing fluently on your selected foreign language. You can also be engaged in the learning process together with your friends – keep an eye on their progress, compete with them and get bonuses for the best results.",
  "APP_ABOUT_US_TITLE_5": "Lingwing.com is a standard!",
  "APP_ABOUT_US_TEXT_5": "The learning methods based on standards is a strong basis for the perfect results. The learning program on LINGWING.COM has been created based on EU Standards, which is the guarantee of quick and quality results. The standards include writing, speaking, writing, speaking, vocabulary components, as well as some audition skills.",
  "APP_ABOUT_US_TITLE_6": "Learning on lingwing.com is affordable!",
  "APP_ABOUT_US_TEXT_6": "Those willing to learn are often disappointed with costs of education. We have considered it as well, having taken into account the desire and solvency of a single user. Thus, learning on LINGWING.COM is affordable for everyone. You can choose either paid or free packages and get appropriate service."
 
}